{
  "mockUpImageTop": "",
  "caseStudyStart": {
    "tittle": "Cosmic Kitchen",
    "subtitle": "The kitchen of tomorrow",
    "categories": [
      "Research & Analysis",
      "Global Market Research",
      "Target Audience",
      "Pain Points",
      "Information Architecture",
      "Low-fidelity UI",
      "High-fidelity UI",
      "Prototype",
      "Usability Study",
      "Accessibility Check"
    ],
    "whatWhereWhy": {
      "where": ["Where", "United States, California"],
      "what": ["What", "Fridge UI / UX"],
      "why": ["Why", "Fridge Technology"],
      "role": ["Role", "Designer, Researcher"],
      "category": ["Category", "Home, Kitchen"],
      "when": ["When", "2022"]
    }
  },
  "whyThisProduct": {
    "desc": "There have been more technological advances in the United States as a whole, but the fridge hasn't done anything new yet. This area has a lot of room for growth, and I'd like to be at the front of it.",
    "title": "The question is why I chose this product."
  },
  "research&Analysis": {
    "title": "Research & Analysis",
    "image": "",
    "industryLeader": {
      "title": "Industry Leaders",
      "list": [
        "LG - Mkt Cap: 15.50 trillion", "Samsung - Mkt Cap: 409.96 trillion", "Whirlpool - Mkt Cap: 8.08 billion", "GE - Mkt Cap: 96.01 billion", "Bosch - Mkt Cap: 490.38 billion"
      ]
    },
    "refrigeratorType": {
      "title": "Refrigerator Type",
      "list": [
        "Side-by-side Refrigerator", "Bottom Freezer Refrigerators", "Double Door Refrigerators", "Single Door Refrigerators", "French Door Refrigerators"
      ]
    }
  },
  "globalMarketResearch": {
    "title": "Global Market Research",
    "desc": "The popularity of smart refrigerators is rising rapidly in Asia. Europe is currently in second place, and smart refrigerators are beginning to gain popularity in the Western world. In 2025, its value is predicted to increase by $4.56 billion.",
    "image": ""
  },
  "targetAudience": {
    "title": "Target Audience",
    "desc": "We adopted a quantitative methodology for gathering information about our intended audience. By polling our followers and readers on social media and online discussion forums like Reddit or Twitter.",
    "image": "",
    "imageDesc": "People spend more money on advanced smart refrigerators in general."
  },
  "users": {
    "title": "Users",
    "userList": ["Monthly incomes of more than $3000 per household.", "People between the ages of 30 - 50 are included in this age range.", "People with a focus on their health.", "Designed for the comfort and convenience of a family.", "Urbanized central region."]
  },
  "painPoints": {
    "title": "Pain Points",
    "desc": "To prepare family favorites and tasty new dishes, you can find all the fresh and frozen foods you need in your refrigerator. It's not uncommon to experience difficulties with your refrigerator, just like with any other household item.",
    "painPointList": ["The contents of the refrigerator are often forgotten.", "Concern over the expiration of a product.", "When people put ingredients away, they often lose track of them.", "The need for a centralized location for recipes.", "Inconvenient refrigerator service.", "Better management of the fridge."]
  },
  "solutions": {
    "title": "Solutions",
    "desc": "With UI/UX, AI, and hardware working together. Most of these issues can be fixed with apps alone. Imagine a fridge that you could change at the touch of a finger. Know everything about the food you've stored and try a new recipe every day.",
    "solutionsList": ["List all of your goods.", "Use a barcode scanner to let you know when something is about to expire.", "Use of cameras gives a full view of the refrigerators.", "Consolidate recipes into an app.", "AI with temperature and energy consumption regulation capabilities.", "Find any problems and fix them."]
  },
  "researchSoFar": {
    "title": "The research so far shows",
    "desc": "User needs access to temperature regulation, recipe app, and refrigerator contents display. U.S. demand is clearly on the rise, despite the fact that the country isn't as large a market as Asia."
  },
  "personas": {
    "title": "Personas",
    "desc": "User needs access to temperature regulation, recipe app, and refrigerator contents display. U.S. demand is clearly on the rise, despite the fact that the country isn't as large a market as Asia.",
    "topImage": "",
    "bottomImage": ""
  },
  "timeToStartDesign": {
    "title": "It's time to get to work on the blueprints",
    "desc": "Once the research was finished, the target audience, pain points, and personas could be developed. Information architecture and low-fidelity wireframes, the cornerstones of any successful product, must now be laid."
  },
  "informationArchitecture": {
    "title": "Information Architecture",
    "desc": "From a bird's-eye vantage point, this flow depicts the entire user experience. The IA was developed using a hybrid of the hierarchical and matrix design approaches. However, a sequential approach to purchasing will be implemented.",
    "image": "",
    "imageTitle": "Client FLow"
  },
  "lowFidelityUIDesign": {
    "title": "Low-fidelity UI Design",
    "desc": "Now that the IA was finished, I could start making basic wire frames for the app's functionality. This panel demonstrates how a user might navigate between the three different views (recipes, refrigerator, and item details).",
    "image": ""
  },
  "highFidelityUIDesign": {
    "title": "High-fidelity UI Design",
    "desc": "Having finished the fundamental wireframe, I moved on to developing the color scheme and selecting the fonts. First, I'll try out different combinations before I begin making high-resolution designs.",
    "alphabet": "AaBbCcDdEeFfGgHh",
    "color": {
      "title": "Color Palette",
      "desc": "Accent, Primary, Secondary, Tertiary, Background"
    },
    "font": {
      "title": "Font",
      "desc": "Poppins Regular, Medium, Bold, Extra Bold"
    },
    "look": {
      "title": "Look & Feel",
      "desc": "So that the user interface would look like the fridge, a dark theme was used. In addition to using simple user interface techniques to keep user lag to a minimum."
    }
  },
  "highFidelityDesign": {
    "title": "20 high-fidelity design were created",
    "desc": "Previously, the app could be navigated using a hamburger menu. We didn't implement it because we believed that was better suited for a mobile device.",
    "image": "",
    "imageDesc": "Before the current matte black aesthetic, a white and blue color scheme was in use. The user interface was a mishmash of colors that didn't go well together and stood in stark contrast to the sleek black and silver appearance of the refrigerator. In the end, we plan to implement a light mode so that users can select their favorite user interface."
  },
  "highFidelityPrototype": {
    "title": "High- fidelity Prototype",
    "desc": "I linked my high-fidelity designs to a click-through prototype that will let me test the application with an initial set of users.",
    "image": "",
    "imageDesc": "The prototype can  be live-previewed at: [ link ]",
    "link": ""
  },
  "usability": {
    "title": "Usability Study",
    "desc1": "This app was tested using an unmoderated usability study. Eight people were selected to based on our personas. In order to proceed, users were directed to a PDF file, which they had to open in order to receive more instructions. The pdf had both multiple-choice questions and blank spaces for them to fill in with their answers. They were urged to take notes and send those in as well.",
    "desc2": "In this study, participants were asked to videotape themselves using a video-capture program as they navigated the app. yet few submitted any video. information was still gathered and synthesized via pen and paper."
  },
  "studyResults": {
    "title": "Study Results",
    "desc": "Six out of eight participants in the survey reported that the inability to narrow their search was frustrating. Having access to both a list of what was in the fridge and a camera that could physically inside was a huge plus for the participants. The vast majority of users wished there was a shortcut to seeing into the fridge from the item details page. Within that sample, the success rate was 61%."
  },
  "futureConsideration": {
    "title": "Future Considerations",
    "desc": "The majority of people who used this app requested a faster filter for searching and a way to see inside the fridge directly from the details page. When searching, a filter action was added to the right side of the search input box to help with the issues that had been occurring. In addition, we've included a convenient option to peek inside the fridge without leaving the product details page.",
    "image": ""
  },
  "accessibilityCheck": {
    "title": "Accessibility Check",
    "desc1": "We employed contrast checkers to ensure that the use of gray, white, and orange in the dark mode user interface was acceptable so that we could comply with WCAG standards.",
    "desc2": "As a side note, there was no text that was smaller than 12 pixels, with the sole exception being the navigation bar that was located at the bottom of each page.",
    "image": ""
  },
  "productOverview": {
    "title": "Product Overview",
    "desc": "I looked at the best the smart fridge makers both nationally and internationally. figured out who would benefit most from using Cosmic Kitchen and what problems those users were having, then made an effort to alleviate those problems. developed user profiles, planned the site's structure, and drafted both low- and high-fidelity prototypes. Then, as a last step, we compared our findings from the usability study with those from the accessibility audit from WCAG."
  },
  "mockUpImageBottom": ""
}