{
  "mockUpImage": "",
  "caseStudyStart": {
    "title": "Paw Finder",
    "subtitle": "Pet adoption, now easier than ever",
    "categories": [
      "Market Research",
      "Competitive Analysis",
      "Personas",
      "Flow Diagram",
      "Paper Wireframe",
      "Low-fidelity UI",
      "High-fidelity UI",
      "Prototype",
      "Usability Study",
      "Accessibility evaluation"
    ],
    "whatWhereWhy": {
      "where": ["Where", "United States, California"],
      "what": ["What", "IOS based mobile app"],
      "why": ["Why", "Pet Adoption"],
      "role": ["Role", "Designer, Researcher"],
      "category": ["Category", "Pets, House & Home"],
      "when": ["When", "2022"]
    }
  },
  "whyThisProduct": {
    "title": "Why did I decide on this product?",
    "desc": "I personally adopted a small dog and understand why people don't want to adopt a “used pet.” I believe all animals deserve a second chance and this is my way of helping.",
    "image": ""
  },
  "marketResearch": {
    "title": "Market Research",
    "image": "",
    "theClaim": {
      "title": "The Claim",
      "desc": "According to the ASPCA, approximately 4.1 million animals are adopted from animal shelters each year. Two million dogs are adopted and 2.1 million cats are adopted each year on average."
    },
    "theProblem": {
      "title": "The Problem",
      "desc": "It is estimated that 6.5 million animals enter into shelters each year, that leaves around 2 million animals that aren't adopted, many of which get euthanized or die in shelters due to sickness or old age."
    }
  },
  "competitiveAnalysis": {
    "title": "Competitive Analysis",
    "desc": "I analyzed 3 animal shelter around the United States - I looked at the usability, information architecture and searched for any negative reviews in the app store or any online reviews.",
    "chewy": {
      "title": "Chewy",
      "logo": "",
      "screenshot1": "",
      "screenshot2": ""
    },
    "Petfinder": {
      "title": "Petfinder",
      "logo": "",
      "screenshot1": "",
      "screenshot2": ""
    },
    "OCAC": {
      "title": "OCAC",
      "logo": "",
      "screenshot1": "",
      "screenshot2": ""
    },
    "theGood": {
      "title": "The Good",
      "desc": "All of the apps allow users to save and search animals with ease. Petfinder has a nifty tool that lets users search for specific animal shelters near their location."
    },
    "theBad": {
      "title": "The Bad",
      "desc": "Chewy, Petfinder and OCAC do not have the ability to freely search a map and OCAC and they lack the necessary tools view a large data base of animal shelters near them. As well as giving the users a useful rating systems."
    }
  },
  "notableComments": {
    "fiona": {
      "name": "Fiona",
      "image": "",
      "comment": "I'm looking for a dog for my small apartment but it is a lot of work to look through multiple apps for the “one”."
    },
    "sam": {
      "name": "Sam",
      "image": "",
      "comment": "I wish this app had a map so I can see where all the locations are."
    },
    "michael": {
      "name": "Michael",
      "image": "",
      "comment": "I like reviewing all of my likes when it comes to deciding what I'm looking for."
    },
    "jesse": {
      "name": "Jesse",
      "image": "",
      "comment": "Finding a new puppy can be hard but finding a good collection of puppies is harder."
    }
  },
  "researchSoFar": {
    "title": "The initial research shows",
    "desc": "There isn't an easy way of browsing a large collection of animal shelters without having to go to each individual shelter.",
    "image": ""
  },
  "personas": {
    "title": "Personas",
    "desc": "I created personas based on two types of users of the app, the single male from the big city and the married suburban woman.",
    "topImage": "",
    "bottomImage": ""
  },
  "timeToStartDesign": {
    "title": "Time to start designing!",
    "desc": "Once I collected and synthesized through all my research data, it was time to sketch out the first flows and the initial paper wireframes."
  },
  "flowDiagram": {
    "title": "Flow Diagram",
    "desc": "To describe all the functionality needed, I have created a simple flowchart of the main tasks that users can do. This particular flow shows a successful user session, but others have been created like a failed flow.",
    "image": "",
    "imageTitle": "Client FLow"
  },
  "paperWireframe": {
    "title": "Paper Wireframe",
    "desc": "Paper wireframes were created and tested for the purposes of catching errors early on in the process. Exercises such as crazy eights and HMW's were used to develop these frames.",
    "image": "",
    "imageDesc": "Once the paper wireframes were created, it was time to test these frames in person in order to catch any errors early on.  Note: a digital scanner was used to get these images onto this website."
  },
  "testing": {
    "title": "Testing",
    "desc": "Many users found the content section was lacking information such as the weight of a dog, color, and age to name a few. Ruby found the login screen, particularly confusing - “why are there two login inputs?” Samantha  and Ruby wanted a way to quickly filter types of animal characteristics.",
    "image": ""
  },
  "lowFidelityUIDesign": {
    "title": "Low-fidelity UI Design",
    "desc": "Once the designs were established and feedback collected, I began to create low-fidelity wireframes keeping in mind user pain points such as usability, research and social.",
    "image": ""
  },
  "highFidelityUIDesign": {
    "title": "High-fidelity UI Design",
    "desc": "Having tested the initial design, I moved on to defining the fonts and colors. I then created a couple of the main screens of the application.",
    "alphabet": "AaBbCcDdEeFfGgHh",
    "color": {
      "title": "Color Palette",
      "desc": "Accent, Primary, Secondary, Tertiary, Background"
    },
    "font": {
      "title": "Font",
      "desc": "Proxima Nova Regular, Medium, Bold, Extra Bold"
    },
    "look": {
      "title": "Look & Feel",
      "desc": "This style was created using rounded edges with a smooth color palette along side minimalist icons and font."
    }
  },
  "highFidelityDesign": {
    "title": "High- fidelity Prototype",
    "desc": "I linked my high-fidelity designs to a click-through prototype that will let me test the application with an initial set of users.",
    "image": "",
    "imageDesc": "The prototype can  be live-previewed at: [ link ]",
    "link": ""
  },
  "usability": {
    "title": "Usability Study",
    "desc1": "I carried out an unmoderated usability study with 8 users. All users were given question and prompts to follow on Google Slides. These prompts included things such as \"locate your user profile and edit it\" or \"make an appointment for Izzy.\" That said, the goal of this study was to look for inconsistencies and test basic functions throughout the application.",
    "desc2": "Participants could use any software for recording their session. Prior to starting the test, I meet them to explain the process and answer their questions. As well as gain proper consent to the use of the data collected by me."
  },
  "studyResults": {
    "title": "Study Results",
    "desc": "75 % of users (6 out of 8) found it difficult to add dogs to their favorites. All users noted that searching for a particular dog was straightforward. Half of the participants did not realize that users could click on the picture of a dog to see more pictures. There was a 62% success rate, in that study."
  },
  "futureConsideration": {
    "title": "Future Considerations",
    "desc": "Two things stood out, users were not aware that there were more photos of pets and it was difficult for users to add an animal to their favorites. To remedy this, a heart icon has been added next to each pet name to add to favorite. An arrow button has been added to indicate there are more images to view.",
    "image": ""
  },
  "accessibilityCheck": {
    "title": "Accessibility Check",
    "desc1": "Guidelines 3.3 - Input Assistance have been reviewed for the app (WCAG). Error prevention was taken into mind throughout the entire application.",
    "desc2": "In one instance, if the passwords do not match before the register button is clicked, a red notice would appear when users registered (left screen). In another situation, entering the wrong password would result in a red notice alerting the user.",
    "image": ""
  },
  "productOverview": {
    "title": "Product Summary",
    "desc": "I evaluated the competition, developed personas, and drew flow diagrams throughout the product life cycle. Developed a beautiful UI design for a high-fidelity wire frame, and carried out an unmoderated usability research, after building a set of low-fidelity wireframes and testing paperwire frames. As a last stage, I carried out a thorough QA audit with an emphasis on consistency and accessibility-related errors.",
    "image": ""
  },
  "mockUpImageBottom": ""
}